Repository: alaa993/Roamu_IOS
Catalog: *.lproj/Localizable.strings
Languages: ar

# MenuItem0
source: Home
ar: الصفحة الرئيسية

# MenuItem19
source: Maps
ar: الخرائط

# MenuItem20
source: My Accepted Travels
ar: رحلاتي المقبولة

# MenuItem1
source: My Travels
ar: رحلاتي

# MenuItem2
source: Accepted Requests
ar: الطلبات المقبولة

# MenuItem3
source: Completed Rides
ar: الرحلات المكتملة

# MenuItem4
source: Cancelled
ar: الطلبات الملغات

# MenuItem5
source: Waited Requestes
ar: الطلبات المنتظرة

# MenuItem6
source: Promo Codes
ar: الرموز الترويجية

# MenuItem7
source: Profile
ar: الملف الشخصي

# MenuItem8
source: General Provisions
ar: الأحكام العامة

# MenuItem9
source: About Us
ar: من نحن

# MenuItem10
source: Language
ar: اللغات

# MenuItem11
source: Social media platform
ar: منصة التواصل الاجتماعي

# MenuItem12
source: Log Out
ar: تسجيل الخروج

# MenuItem13
source: Success and Profit
ar: نجاح و أرباح

# MenuItem14
source: Contact Us
ar: اتصل بنا

# MenuItem15
source: Nominate a Driver
ar: ترشيح كابتن

# MenuItem16
source: Notifications
ar: الاشعارات

# MenuItem17
source: Share Application
ar: مشاركة التطبيق

# MenuItem18
source: Group Management
ar: إدارة المجموعات

# BackButton
source: Back
ar: الرجوع

# LanguageVC_button
source: Change Language
ar: تغيير اللغة

# LanguageVC_English
source: English
ar: اللغة الانكليزية

# LanguageVC_Arabic
source: Arabic
ar: اللغة العربية

# SplashVC_loginButtonWithFirebase
source: Login or Sign Up
ar: تسجيل الدخول أو إنشاء حساب

# SignUpVC_signUpButton
source: Sign Up
ar: إنشاء حساب

# SignUpVC_nameText
source: Name
ar: الإسم

# SignUpVC_emailText
source: Email
ar: الإيميل

# SignUpVC_OptionalText
source: Optional
ar: اختياري

# SignUpVC_last_nameText
source: Last Name
ar: الكنية

# SignUpVC_pickup_image
source: Please pickup image first!
ar: الرجاء اختيار صورة أولاً

# ProcileVCTitle
source: Profile
ar: الملف الشخصي

# ProcileVC_mobile
source: Mobile
ar: الهاتف المحمول

# ProcileVC_Password
source: Change Password
ar: تغيير كلمة المرور

# FindTravelVC_Pickup_Add
source: From
ar: من

# FindTravelVC_Drop_Add
source: To
ar: إلى

# FindTravelVC_TravelTime
source: Travel Time
ar: وقت السفر

# FindTravelVC_Smoked
source: Smoked
ar: مدخن

# FindTravelVC_Passengers
source: Passengers
ar: ركاب

# FindTravelVC_FindTravel
source: Find Car
ar: البحث عن سيارة

# FindTravelVC_AddTravel
source: Save
ar: حفظ

# FindTravelVC_SmokedYes
source: Yes, Smoking
ar: نعم، مدخن

# FindTravelVC_SmokedNo
source: No, Not Smoking
ar: لست مدخن

# FindTravelVC_Car
source: Car
ar: سيارة

# FindTravelVC_Minibus
source: Minibus
ar: حافلة صغيرة

# FindTravelVC_Bus
source: Bus
ar: حافلة كبيرة

# FindTravelVC_CarType
source: Car Type
ar: نوع المركبة

# FindTravelVC_PlatformYes
source: Add to platform
ar: أضف إلى المنصة

# FindTravelVC_PlatformNo
source: Don't Add to platform
ar: لا تضف إلى المنصة

# FindTravelVC_Done
source: Done
ar: تم

# FindTravelVC_Title
source: Home
ar: الرئيسية

# FindTravelVC_Notification
source: Success! We will notify you when a driver accept your ride!
ar: تم بنجاح! سنخبرك عندما يقبل الكابتن رحلتك!

# AddTravelVC_Amount
source: Amount
ar: المبلغ

# AddTravelVC_BookedSet
source: Booked Seat
ar: عدد المقاعد

# AddTravelVC_Title
source: Add Travel
ar: إضافة رحلة

# SearchVCancelButton
source: Cancel
ar: إلغاء

# PassengersVCSeatsLabel
source: Number of seats to book
ar: عدد المقاعد

# PassengersVCAddPassengerButton
source: Add
ar: أضف

# PassengersVCSubsPassengerButton
source: Sub
ar: إطرح

# PassengersVCConfirmButton
source: Confirm
ar: تأكيد

# PassengersVCCancelButton
source: Back
ar: الرجوع

# RequestsVCAllTitle
source: All Requests
ar: جميع الطلبات

# RequestsVCAcceptTitle
source: Accepted Requests
ar: الطلبات المقبولة

# RequestsVCPendingTitle
source: Pending Requests
ar: الطلبات المعلقة

# RequestsVCCompletedTitle
source: Completed Requests
ar: الرحلات المكتملة

# RequestsVCCancelledTitle
source: Cancelled Requests
ar: الطلبات الملغات

# RequestsVCWaitedTitle
source: Waited Requestes
ar: الطلبات المنتظرة

# RequestsVCSearchTitle
source: Search Travel
ar: البحث عن رحلة

# RequestsVCPromosTitle
source: Promos
ar: الرموز الترويجية

# RequestsCell_Fromlbl
source: From
ar: من

# RequestsCell_Tolbl
source: To
ar: إلى

# RequestsCell_Datelbl
source: Date
ar: التاريخ

# RequestsCell_DriverNamelbl
source: Driver Name
ar: اسم الكابتن

# RequestsVCReqlbl
source: Request Type
ar: نوع الرحلة

# RequestsVCSearchlbl
source: Find Travel
ar: البحث عن رحلة

# DetailReqVCNamelbl
source: Name
ar: الإسم

# DetailReqVCCitylbl
source: City
ar: المدينة

# DetailReqVCMobileNlbl
source: Mobile Number
ar: الهاتف المحمول

# DetailReqVCPickupAddlbl
source: From
ar: من

# DetailReqVCDropAddlbl
source: To
ar: إلى

# DetailReqVCFarelbl
source: Trip Price
ar: سعر المقعد الواحد

# DetailReqVCPaymentStatuslbl
source: Payment Status
ar: طريقة الدفع

# DetailReqVCPassengerslbl
source: Total Seats
ar: عدد المقاعد الكلي

# DetailReqVCEmptySetlbl
source: Empty Seats
ar: عدد المقاعد المتبقية

# DetailReqVCTitle
source: Ride Information
ar: معلومات الرحلة

# DetailReqVC_Complete
source: COMPLETE
ar: إنهاءالرحلة (تقييم، تعليق)

# DetailReqVC_Cancel
source: CANCEL
ar: إلغاء

# DetailReqVC_Track
source: TRACK RIDE
ar: تتبع مسار الرحلة

# DetailReqVC_Pay
source: Payment Options
ar: خيارات الدفع

# DetailReqVCTimelbl
source: Time
ar: التوقيت

# DetailReqVCDriverRatelbl
source: Driver Rate
ar: تقييم الكابتن

# DetailReqVCTravelsCountlbl
source: Travels Count
ar: عدد الرحلات المنجزة

# DetailReqVCPickupPointlbl
source: Pickup Point
ar: نقطة التقاط

# DetailReqVCVechileNolbl
source: Vechile No.
ar: رقم السيارة

# DetailReqVCdatelbl
source: Date
ar: التاريخ

# DetailReqVCFareRatelbl
source: Trip price Rate
ar: تقييم سعر المقعد الواحد

# DetailReqVCCommentslbl
source: Comments
ar: التعليقات

# DetailReqVCRating
source: Enter Rating
ar: إدخال التقييمات

# DetailReqVCEnterRating
source: Please Enter Driver Rating Trip price Rating Comment(Optional)
ar: الرجاء إدخال تقييم الكابتن تقييم سعر المقعد الواحد تعليق (اختياري)

# DetailReqVCDriverRating
source: Driver Rating [1, 10]
ar: تقييم الكابتن [1, 10]

# DetailReqVCFareRating
source: Trip price Rating [1, 10]
ar: تقييم سعر المقعد الواحد [1, 10]

# DetailReqVCAddComment
source: Add Comment (Optional)
ar: أضف تعليق (اختياري)

# DetailReqVCAlert
source: Please fill the fields correctly!
ar: الرجاء تعبئة جميع الحقول بشكل صحيح!

# DetailReqVC_Cash
source: Pay cash
ar: الدفع نقدا

# DetailReqVC_ElecPay
source: E-Payment
ar: دفع الكتروني

# DetailReqVC_offlinePayment
source: APPROVE OFFLINE PAYMENT
ar: تم الدفع نقدا

# DetailReqVC_refreshButton
source: Refresh
ar: تم التحديث

# ConfirmRideVC_Vehiclelbl
source: Vehicle Model
ar: نوع المركبة

# ConfirmRideVC_VColorlbl
source: Vehicle Color
ar: لون المركبة

# ConfirmRideVC_reserveButton
source: Reserve
ar: حجز

# ConfirmRideVC_confirmButton
source: Confirm
ar: تأكيد الحجز

# ConfirmRideVC_ShowDriverInfoButton
source: Show Driver infromations
ar: إظهار معلومات الكابتن

# ConfirmRideVC_Alert
source: Alert
ar: تنبيه

# ConfirmRideVC_AlertDetail
source: Please select Number of Seats less than Empty Seats Number
ar: رجاءا اختر عدد المقاعد اقل من عدد المقاعد المتبقية

# PlatformVC_Title
source: Platform
ar: المنصة

# NewPostVC_PostButton
source: Post
ar: أضف

# NewPostVC_placeHolderLabel
source: What's happening?
ar: ماذا تريد أن تنشر!

# PostDetailsVC_CommentButton
source: Comment
ar: أضف تعليق

# PostDetailsVC_Comments1
source: No Comments Yet!
ar: لا توجد تعليقات حتى الآن!

# PostDetailsVC_Comments2
source: Be the first to comment.
ar: كن أول من يعلق.

# GoogleSearchVC_ConfirmButton
source: Confirm
ar: تأكيد

source: Enter number of passengers
ar: ادخل عدد المقاعد المطلوبة

source: number of passengers 1
ar: عدد المقاعد المطلوبة (١)

source: Cancel
ar: الغاء

source: Submit
ar: تأكيد

# DriverInfoVC_title
source: Driver informations
ar: معلومات الكابتن

# DriverInfoVC_driverName
source: Driver Name
ar: اسم الكابتن

# DriverInfoVC_Mobile_Num
source: Mobile
ar: الهاتف المحمول

# DriverInfoVC_email
source: Email
ar: البريد الإلكتروني

# DriverInfoVC_country
source: Country
ar: البلد

# DriverInfoVC_city
source: City
ar: المدينة

# DriverInfoVC_vehicle
source: Vehicle
ar: نوع المركبة

# DriverInfoVC_model
source: Model
ar: طراز السيارة

# DriverInfoVC_color
source: Color
ar: اللون

# DriverInfoVC_OnlineStatus
source: Online Status
ar: الحالة

# DriverInfoVC_Online
source: Online
ar: متصل

# DriverInfoVC_Offline
source: Offline
ar: غير متصل

# Travel_is_going_from
source: is happy to travel with you
ar: يسعده السفر معكم

# Travel_from
source: From:
ar: من:

# Travel_to
source: To:
ar: الى:

# Travel_on
source: On:
ar: بتاريخ:

source: The Clock:
ar: الساعة:

# AboutUSVC_text1
source: About the application
ar: عن التطبيق

# AboutUSVC_text2
source: The application works in the field of participatory mobility, with a pioneering feature in this type of transportation, as we gave both the owner of the means of transportation and the user the opportunity to reserve with the other freely, and when the traveler wants to go to an area within his city or to another city looking for available means of transportation At the appropriate time for him, and he chooses what he deems appropriate for his trip from among the available cars, and the driver is free to agree or apologize after seeing the traveler’s profile.
ar: يعمل التطبيق في مجال التنقل التشاركي، مع ميزة رائدة في هذا النوع من التنقل، إذ منحنا كلا من صاحب وسيلة النقل و المستخدم فرصة الحجز لدى الآخر بحرية تامة و عندما يرغب المسافر الذهاب إلى منطقة داخل مدينته أو إلى مدينة اخرى يبحث عن وسائل النقل المتاحة في الوقت المناسب له ، و يختار ما يرى أنها مناسبة لرحلته من بين السيارات المتاحة ، و للكابتن حرية الموافقة أو الاعتذار بعد مشاهدة ملف المسافر.

# AboutUSVC_text3
source: The driver searches for those who wish to travel at the time he leaves and the scheduled destination, and chooses the suitable travelers to travel with him, and the final approval of the traveler himself will be after reviewing the driver's file and its evaluation by others.
ar: ويبحث الكابتن عن الراغبين بالسفر في التوقيت الذي يغادر به و الوجهة المقررة ، و يختار المسافرين المناسبين للسفر معه ، و تكون الموافقة النهائية للمسافر نفسه بعد الاطلاع على ملف الكابتن و تقييمه من قبل الآخرين.

# AboutUSVC_text4
source: The evaluation in the application is not limited to the vehicle and the performance of the driver only, but we have added an evaluation of the fare determined by the car owner, and our aim was to provide the best prices and outstanding service to travelers with the application.
ar: التقييم في التطبيق لا يقتصر على المركبة واداء الكابتن فقط ، بل اضفنا تقييما لسعر المقعد الواحد التي يحددها صاحب السيارة ، و هدفنا من ذلك تقديم افضل الأسعار و خدمة متميزة للمسافرين مع التطبيق.

# AboutUSVC_text5
source: The passenger shall be aware, before booking, of the vehicle specifications and the number of bags allowed, and if smoking is allowed during the trip or not.
ar: يكون المسافر على اطلاع قبل الحجز على مواصفات المركبة وعدد الحقائب المسموح بها، وفيما إذا كان مسموحا بالتدخين خلال الرحلة من عدمه.

# ProvisionsVC_text1
source: General provisions
ar: الأحكام العامة

# ProvisionsVC_text2
source: Success will not be far from you, which means achieving more profits, and we will note here a set of points that represent the key to success and the path to profit.
ar: نقصد بالأحكام العامة، ما يتعلق بالخدمات المقدمة لكل من المستخدمين واصحاب السيارات.

# ProvisionsVC_text3
source: We strive to clarify the nature of the service provided, which is in line with the requirements of participatory transportation that is recognized in the countries of the world, and as much as we strive to provide advanced and integrated services, we confirm that achieving this goal requires full cooperation by car owners and users at the same time, and All parties must believe that everyone is a partner in this service, and that its success depends on the type and nature of cooperation, and that achieving the set of goals that we want to achieve will not be achieved without understanding the nature of our work, the depth of the goals, their importance and the need to develop these services.
ar: نحرص على توضيح طبيعة الخدمة المقدمة، والتي تتوافق ومتطلبات النقل التشاركي المتعارف عليه في دول العالم، وبقدر ما نحرص على تقديم خدمات متقدمة ومتكاملة، نؤكد أن بلوغ هذا الهدف يقتضي تعاونا تاما من قبل اصحاب السيارات والمستخدمين في آن واحد، وعلى جميع الاطراف الايمان بأن الجميع شركاء في هذه الخدمة، وأن نجاحها يعتمد على نوع التعاون وطبيعته، وأن تحقيق مجموعة الأهداف التي نصبوا إليها، لن يتحقق بدون فهم طبيعة عملنا وعمق الاهداف و هميتها وضرورة تطوير هذه الخدمات.

# ProvisionsVC_text4
source: Participatory mobility seeks to achieve a major goal related to providing comfortable and distinct means of transportation, to reduce people from using their own vehicles, which contributes to serving the environment by reducing pollution, and providing mass mobility at competitive prices, and contributes to reducing fuel consumption.
ar: يسعى التنقل التشاركي إلى تحقيق هدف رئيسي يرتبط بتوفير وسائط تنقل مريحة ومتميزة، ليقلل الناس من استخدام مركباتهم الخاصة، ما يسهم في خدمة البيئة وذلك بالتقليل من التلوث، وتوفير وسائط تنقل جماعية بأسعار تنافسية، ويسهم في التقليل من استهلاك المحروقات.

# ProvisionsVC_text5
source: The rumor of participatory mobility, according to the goals that we mentioned above, pushes all parties to this service to ensure cooperation and advance mobility to distinct levels.
ar: إن اشاعة التنقل التشاركي وفق الاهداف التي ذكرناها أعلاه، تدفع بجميع أطراف هذه الخدمة للحرص على التعاون والارتقاء بالتنقل إلى درجات متميزة.

# PostTableVC_aboutButton
source: About Driver
ar: عن الكابتن

# ProfitVC_text1
source: Success and Profit
ar: نجاح و أرباح

# ProfitVC_text2
source: By general provisions, we mean services related to both users and car owners.
ar: لن يكون النجاح بعيدا عنك ، الذي يعني تحقيق المزيد من الأرباح ، و سندون هنا مجموعة نقاط التي تمثل مفتاح النجاح و الطريق المؤدي إلى جني الأرباح.

# ProfitVC_text3
source: First - Be sure to get an advanced evaluation from your customers, as it is your best advertising method to attract customers.
ar: أولا- احرص للحصول على تقييم متقدم من قبل زبائنك ، فهو وسيلتك الإعلانية الافضل لجذب الزبائن.

# ProfitVC_text4
source: Second - Ensure that customers ’evaluation of the wages they receive from customers is reasonable, which puts you in a real competition with others. "We are the leading app for using fare appraisal."
ar: ثانيا- الحرص على حصول تقييم الزبائن لسعر المقعد الواحد التي تتقاضاها من الزبائن و أن تكون معقولة ، ما يضعك في منافسة حقيقية مع الاخرين. " نحن التطبيق الرائد في استخدام تقييم خاص بسعر المقعد الواحد".

# ProfitVC_text5
source: Third - Monitor constantly the number of trips you used the application and the number of those who traveled with you, this alone gives great confidence to others. Always remember that the traveler checks your file information before traveling with you.
ar: ثالثا- راقب باستمرار عدد الرحلات التي استخدمت فيها التطبيق و عدد الذين تنقلوا معك ، هذا وحده يعطي ثقة كبيرة للاخرين. تذكر دائما أن المسافر يدقق في معلومات ملفك قبل السفر معك.

# ProfitVC_text6
source: Fourth - that considering what the travelers want as a cultural front to attract many, be keen on that.
ar: رابعا- أن مراعاة ما يرغب به المسافرون الواجهة الحضارية لجذب الكثيرين ، احرص على ذلك.

# ProfitVC_text7
source: Success is achieved through the information that the application displays in your account in front of the public. Always remember a saying Success Gateway Profits
ar: يتحقق النجاح من خلال المعلومات التي يعرضها التطبيق في حسابك امام الجمهور، تذكر باستمرار مقولة النجاح بوابة الأرباح.

# ContactUsVC_Name
source: Name
ar: الاسم

# ContactUsVC_Email
source: Email
ar: الايميل

# ContactUsVC_Details
source: Details
ar: التفاصيل

# ContactUsVC_Send
source: Send
ar: ارسال

# NominateDriverVC_Name
source: Driver Name
ar: اسم الكابتن

# NominateDriverVC_Email
source: Email
ar: الايميل

# NominateDriverVC_City
source: Driver City
ar: مدينة الكابتن

# NominateDriverVC_Country
source: Driver Country
ar: بلد الكابتن

# NominateDriverVC_Phone
source: Driver Phone
ar: هاتف الكابتن

# NominateDriverVC_Vehicle
source: Driver Vehicle
ar: رقم سيارة الكابتن

# NominateDriverVC_Description
source: Description
ar: التفاصيل

# Notification_ride_updated
source: Ride Updated:
ar: تم تحديث الرحلة:

# Notification_accepted_request
source: Sends You a Request
ar: أرسل اليكم طلب

# full_travel
source: We are sorry to let you know that the travel you requested is fulled by passengers, your request is renewed!
ar: نأسف لإعلامك بأن الرحلة التي طلبتها ممتلئة بالركاب، وتم تجديد طلبك!

# notification_request
source: the driver is glad to travel with you
ar: يسعدنا سفركم معنا

# notification_request_approve
source: the driver approved your request!
ar: تم تأكيد الطلب من قبل الكابتن

# notification_accepted
source: the driver accepted your request!
ar: قبل الكابتن طلبكم

# notification_completed
source: Successful Arrivals
ar: تم الوصول بنجاح

# notification_cancelled
source: the driver apologizes for cancelling the request
ar: يعتذر الكابتن عن قبول طلبكم!

# notification_started
source: Travel Started!
ar: بدأت الرحلة

# notification_offline_request
source: the Client wants to pay cash!
ar: يريد الزبون الدفع نقدا

# notification_offline_approved
source: the driver Accepted your offline payment
ar: تأكيد الدفع نقدا

# notification_add_driver
source: You have been selected in a group:
ar: تم اختيارك ضمن مجموعة:

# notification_del_driver
source: You have been removed from a group:
ar: تم إخراجك من مجموعة:

# GroupManagementVC_Title
source: Group Management
ar: إدارة المجموعات

# GroupManagementVC_DriverPhone
source: Driver Phone number
ar: رقم هاتف الكابتن

# GroupManagementVC_GroupName
source: Group Name
ar: أسم المجموعة

# GroupManagementVC_AdminName
source: Admin Name
ar: اسم المدير

# GroupManagementVC_GroupMembers
source: Group Members
ar: اعضاء المجموعة

# GroupManagementVC_AddDriver
source: Add Driver
ar: إضافة كابتن

# GroupManagementVC_DeleteDriver
source: Delete Driver
ar: حذف كابتن

# GroupManagementVC_AddGroup
source: Add Group
ar: أضف مجموعة

# GroupManagementVC_DriverPh
source: Phone
ar: الهاتف

# GroupManagementVC_DriverName
source: Name
ar: الإسم

# GroupManagementVC_DriverMail
source: Mail
ar: الإيميل

# GroupManagementVC_DriverStatus
source: Status
ar: الحالة

# GroupManagementVC_ChangeGroupName
source: Change Group Name
ar: تغيير اسم المجموعة

# GroupManagementVC_MyGroups
source: My Groups
ar: المجموعات الخاصة بي

# notes_bags_weights
source: Notes, like Number of Bags (Optional)
ar: (اختياري) ملاحظات، مثل عدد الحقائب ووزنها

source: Notes
ar: الملاحظات

# invalid_phone_number
source: The phone number is incorrect, please try again!
ar: رقم الهاتف غير صحيح ، يرجى المحاولة مرة أخرى!

# distance_info
source: Distance Information
ar: معلومات المسافة والزمن

# distance1_info
source: Distance
ar: المسافة بين النقطتين

# distance_time_info
source: Arrival time
ar: الوقت اللازم للوصول

# call_whatsapp
source: WhatsApp numbers
ar: ارقام الواتساب

# Post_TextBody
source: text
ar: نص

# Profile_editPost
source: Edit Post
ar: تعديل المنشور

# Profile_settings
source: Edit Post
ar: تعديل المنشور

# Profile_delPost
source: Delete Post
ar: حذف المنشور

# Profile_cancel
source: Cancel
ar: الغاء

# Profile_sharePost
source: Share Post
ar: مشاركة المنشور
